{
  "popularidade_empresarios" : {
    "nome": "Aprovação dos empresários",
    "descricao" : "Esse índice mede o quanto os <strong>empresários</strong> de todos os setores da economia estão satisfeitos com a sua gestão. Medidas liberais costumam agradá-los, enquanto que aumento de <strong>Impostos</strong> e <strong>Gastos Governamentais</strong> podem desagradá-los.<br/> A percepção geral desse grupo indica que ter o Estado como concorrente não configura um ambiente bom para os negócios, mesmo que seja para um serviço essencial, porém o investimento em <strong>Infraestrutura</strong> ajuda no crescimento de diversos serviços."
  },
  "popularidade_trabalhadores" : {
    "nome": "Aprovação dos trabalhadores",
    "descricao" : "Esse índice mede o quanto a <strong>classe trabalhadora</strong> está satisfeita com a sua gestão. <strong>Transferências (Investimento Social)</strong> e medidas que melhoram a qualidade de vida da população costumam agradá-los, enquanto que aumento de <strong>Impostos</strong> e <strong>Inflação</strong> pode desagradá-los. <br/>Em geral, a percepção da população é definida pelo seu poder de compra e qualidade de serviços prestados pelo governo, sendo que o último aumenta na proporção dos investimentos realizados pelo governo."
  },
  "popularidade_estado" : {
    "nome": "Aprovação do estado",
    "descricao" : "Esse índice mede o quanto os <strong>agentes públicos</strong> estão satisfeitos com a sua gestão. Aumento de <strong>Gastos Governamentais</strong> e arrecadação costumam agradá-los, enquanto que o corte de investimento governamental e arrecadação pode desagradá-los. <br/>Em geral, esse grupo entende que o Estado deve prestar serviços para melhorar a qualidade da população e os agentes do estado precisam ser bem remunerados para atrair interesse dos mais capacitados para a categoria."
  },
  "desemprego" : {
    "nome": "Desemprego",
    "descricao" : "A <strong>Taxa de Desemprego</strong> possui uma taxa base (7%) e uma variação inversamente proporcional a variação do <strong>PIB</strong>, ou seja, quanto maior a produção, menor o <strong>Desemprego</strong> e vice-versa. <br/>Essa variação será apresentada mensalmente para análise e ao fim do ano será feita uma comparação. A simulação padrão explica como o PIB está relacionado ao aumento ou redução de postos de trabalho, entretanto alterações nos cálculos de variação e na base do ano anterior podem ser feitas para simular situações de crises extremas.<br/><br/>Fórmula: N = NB * (YB / 12) / YM<br/><br/>N = Taxa de desemprego atual<br/>NB = Taxa de desemprego base do ano anterior<br/>YB = PIB total do ano anterior<br/>YM = PIB do mês atual"
  },
  "investimento_em_titulos" : {
    "nome": "Investimento em títulos",
    "descricao" : "Representa o percentual de alocação de recursos da população e empesas investida em <strong>Títulos Públicos</strong>. O governo utiliza esse mecanismo como uma forma de financiamento (ver <strong>Arrecadação Mensal em Títulos</strong>) e, às vezes, controle de dinheiro na economia. <br/>Quanto maior o a <strong>Taxa de Juros</strong>, maior o investimento em títulos e menos dinheiro está disponível para investimento privado (ver <strong>Investimento (realizado)</strong> e <strong>Investimento (potencial)</strong>). O cálculo é simplificado para representar o interesse do setor privado em alocar recursos em títulos, porém é possível utiliza parâmetros diferentes para representar momentos distintos nesse investimento. A <strong>Eficácia Marginal do Capital (EMgK)</strong> também é considerada para o cálculo.<br/><br/>Fórmula: IT = r – EFMK<br/><br/>IT = Investimento em Títulos<br/>r = Taxa de Juros<br/>EFMK = Eficácia Marginal do Capital<br/><br/>Obs: Caso IT seja negativo, o valor assumido é 0."
  },
  "taxa_de_juros_base" : {
    "nome": "Taxa de juros",
    "descricao" : "Representa o percentual de juros pago pelo governo no <strong>Investimento em Títulos</strong>. Esse é índice é controlado pelo próprio Ministro da Economia (você mesmo). <br/>Quanto maior for esse valor, mais atrativo vai ficar o investimento em títulos públicos e o <strong>Investimento (realizado)</strong> cai. A <strong>Dívida Interna</strong> também depende desse valor para ser calculada"
  },
  "efmk" : {
    "nome": "Eficácia marginal do capital (EMgK)",
    "descricao" : "Representa o percentual de lucro médio de todas as empresas. Na prática, esse índice faz oposição a <strong>Taxa de Juros</strong> no cálculo do <strong>Investimento em Títulos</strong>, ou seja, quanto maior ele, menor será o investimento em títulos públicos. <br/>O índice possui um valor-base de (0,075) 7,5% como um cenário de médio poder de compra da população. <strong>Transferências</strong> influenciam esse valor, pois podem aquecer a economia aumentando o poder de compra médio da população num curto prazo. Ou seja, quanto maiores as <strong>Transferências</strong>, maior o potencial lucro médio dos empreendimentos.<br/><br/>Fórmula: EMgK = (TAB / 1000000000) + 0,075<br/><br/>EMgK = Eficácia Marginal do Capital<br/>TAB = Transferências Totais do Ano Anterior<br/><br/>Obs: o valor dividindo TAB é definido a partir da escala monetária da simulação."
  },
  "inflacao_de_demanda" : {
    "nome": "Inflação de demanda",
    "descricao" : "Representa a diferença entre a média percentual de transferências mensais do ano anterior e a média percentual de investimento realizado do ano anterior, somando ao final pela constante base 0,015 (1,5%). <br/>Ou seja, aqui é calculado e comparado o aumento de <strong>Investimentos (realizados)</strong> e <strong>Transferências</strong>, se investimentos aumentaram mais, então a produção cresceu e temos uma redução do custo por produto comprado, mas se as transferências aumentaram mais temos uma oferta de moeda maior, logo os preços do produto sobe.<br/>A lei de oferta e demanda é representada nesse cálculo, porém simplificada a existência de apenas 1 produto. O valor apresentado aqui é a média de <strong>Inflação de Demanda</strong> do ano corrente.<br/><br/>Fórmula: IfD = ((((ILB - (IL * 12)) / IL) / 12) - (((TAB - (TA * 12)) / TA) / 12)) + 0,015<br/><br/>IfD = Inflação de Demanda<br/>ILB = Investimento realizado base<br/>IL = Investimento realizado<br/>TAB = Transferências Totais do Ano Anterior<br/>TA = Transferências"
  },
  "inflacao_de_custo" : {
    "nome": "Inflação de custo",
    "descricao" : "Representa a diferença entre o <strong>Imposto de Renda</strong> atual (IR) e o do mês anterior, somando pela constante base 0,015 (1,5%). Ou seja, o aumento do IR provoca uma <strong>Inflação de Custo</strong>, tornando o produto mais caro ao consumidor e o contrário também é válido, caso o IR seja reduzido o preço do produto também recua. Esse valor trata-se de uma estimativa para o fim do ano corrente.<br/><br/>Fórmula: IfC = (IR - IRB) + 0,015<br/><br/>IfC = Inflação de Custo<br/>IR = Imposto de Renda<br/>IRB = Imposto de Renda Base (mês anterior)"
  },
  "inflacao_total" : {
    "nome" : "Inflação total",
    "descricao" : "Representa o percentual de Inflação Total, ou seja, a soma da <strong>Inflação de Custo</strong> e <strong>Inflação de Demanda</strong>.<br/><br/>Fórmula: IfT = IfC + IfD<br/><br/>IfT = Inflação Total<br/>IfC = Inflação de Custo<br/>IfD = Inflação de Demanda"
  },
  "pib" : {
    "nome" : "PIB",
    "descricao" : "Representa soma de todos os bens e serviços finais que foram produzidos durante determinado período. É a resultante da soma entre <strong>Consumo (C)</strong>, <strong>Investimento Realizado (IL)</strong> e <strong>Gastos Governamentais (G)</strong>.<br/>Fórmula: Y = C + IL + G<br/><br/>Y = Produto Interno Bruto<br/>C = Consumo<br/>IL = Investimento Realizado<br/>G = Gastos Governamentais<br/><br/>Basicamente, o seu objetivo como Ministro é promover o crescimento econômico a partir do aumento do <strong>PIB</strong>."
  },
  "yd" : {
    "nome" : "Renda Disponível",
    "descricao" : "Representa a quantidade de renda alocada em <strong>Consumo</strong> e <strong>Investimento</strong>. É calculada com <strong>Y</strong> subtraindo <strong>Impostos</strong> e somando as <strong>Transferências (TA)</strong>. Pode ser utilizada para efeitos comparativos com a variação de renda, consumo e investimento.<br/><br/>Fórmula: YD = Y - I + TA<br/><br/>YD = Renda Disponível<br/>Y = Renda (PIB)<br/>I = Impostos<br/>TA = Transferências"
  },
  "pib_consumo" : {
    "nome" : "Consumo",
    "descricao" : "Representa a soma entre o <strong>Investimento (realizado)</strong> e <strong>Gastos Governamentais</strong>, ambos multiplicados por (<strong>KCI – 1</strong>). Tornando-se o resultado no aumento da renda geral (Y) a partir do investimento privado e gasto público.<br/><br/>Fórmula: C = (IL * (KCI - 1)) + (G * (KCI – 1))<br/><br/>C = Consumo<br/>IL = Investimento (realizado)<br/>KCI = Multiplicador com Imposto de Renda<br/>G = Gastos Governamentais<br/><br/>Obs: o <strong>-1</strong> na fórmula é para o cálculo do PIB não considerar os investimentos e gastos públicos mais de uma vez e simplificar a resultante."
  },
  "pib_investimento_potencial" : {
    "nome" : "Investimento (potencial)",
    "descricao" : "Representa o valor potencial de alocação de renda em investimentos. <br/>O <strong>Investimento Potencial (IP)</strong> é definido a partir do tamanho da economia e alterado na proporção do aumento da renda total (<strong>PIB</strong>) ao fim do ano, representando o crescimento econômico do ponto de vista de investimentos."
  },
  "pib_investimento_realizado" : {
    "nome" : "Investimento (realizado)",
    "descricao" : "Representa o valor de alocação de renda em investimentos concretizados em determinado período. <br/>O <strong>Investimento Realizado (IL)</strong> é obtido multiplicando o <strong>Investimento Potencial (IP)</strong> por <strong>(1 – IT)</strong>, sendo <strong>IT</strong> o percentual de <strong>Investimento em Títulos</strong>, ou seja, quanto mais investimento em títulos menos investimento privado gerando renda.<br/><br/>Fórmula: IL = IP * (1 – IT)<br/><br/>IL = Investimento Realizado<br/>IP = Investimento Potencial<br/>IT = Investimento em Títulos"
  },
  "impostos" : {
    "nome" : "Arrecadação em Impostos",
    "descricao" : "Representa a arrecadação de impostos do governo. É a diferença entre o <strong>Multiplicador com Imposto (KCI)</strong> e <strong>Multiplicador sem Impostos</strong> sendo multiplicada pelo <strong>Investimento Realizado (IL)</strong>.<br/><br/>Fórmula: I = IL * (KSI – KCI)<br/><br/>I = Arrecadação em Impostos<br/>IL = Investimento Realizado<br/>KSI = Multiplicador sem Imposto de Renda<br/>KCI = Multiplicador com Imposto de Renda"
  },
  "titulos" : {
    "nome" : "Arrecadação em Títulos",
    "descricao" : "Representa o percentual da renda que são deixa de se tornar novos <strong>Investimentos</strong> e vão para a compra de títulos. <br/>Quanto maior a <strong>Taxa de Juros</strong> e menor a <strong>Eficácia Marginal do Capital</strong> mais investidores comprarão títulos do governo devido ao valor atrativo e com o mínimo de riscos (bem, ao menos é o que se espera rs).<br/><br/>Fórmula: TD = 5 * (r – EmgK)<br/><br/>TD = Arrecadação em Títulos<br/>r = Taxa de Juros<br/>Emgk = Eficácia Marginal do Capital<br/><br/>Obs: tanto a <strong>Arrecadação em Títulos</strong>, quanto os <strong>Juros da Dívida Interna</strong>, devem ser pagos ao fim do ano corrente com o dinheiro no <strong>Caixa do Governo</strong>. Se não for possível efetuar o pagamento, o estado então incorre em <strong>Calote</strong> da dívida pública."
  },
  "juros_divida_interna" : {
    "nome" : "Juros da Dívida Interna",
    "descricao" : "Representam os juros do endividamento interno mensal do governo na venda de títulos. <br/>Esse valor é calculado multiplicando a <strong>Arrecadação em Títulos</strong> pela <strong>Taxa de Juros</strong>.<br/><br/>Fórmula: JTD = TD * r<br/><br/>JTD = Juros da Dívida Interna<br/>TD = Títulos da Dívida<br/>r = Taxa de Juros"
  },
  "caixa" : {
    "nome" : "Caixa do Governo",
    "descricao" : "Representa o somatório do balanço mensalmente entre despesas e receita do governo (<strong>Deficit/Superavit</strong>) ao longo do ano corrente.<br/>Ao fim do ano é debitado do <strong>Caixa do Governo</strong> o valor da <strong>Dívida Total</strong> para pagamento dos títulos e juros da arrecadação. <br/>Se não for possível efetuar o pagamento, o estado então incorre em <strong>Calote</strong> da dívida pública."
  },
  "gastos_governamentais" : {
    "nome" : "Gastos Governamentais",
    "descricao" : "Representa os gastos mensais do governo com <strong>Infraestrutura</strong>, <strong>Saúde</strong> e <strong>Educação</strong>. Os <strong>Gastos Governamentais</strong> também são considerados no cálculo do <strong>PIB</strong>."
  },
  "transferencias" : {
    "nome" : "Transferências (investimento social)",
    "descricao" : "Representa as transferências mensais pagas pelo governo a população. O usuário do simulador pode alterar esse valor e observar os resultados."
  },
  "bs" : {
    "nome" : "Deficit/Superavit (BS)",
    "descricao" : "Representa o balanço mensal entre os gastos e receitas do governo, podendo ser negativa (<strong>Deficit</strong>) ou positiva (<strong>Superavit</strong>).<br/><br/>Fórmula: BS = I - (G + TA)<br/><br/>BS = Deficit/Superavit<br/>I = Arrecadação em Impostos<br/>G = Gastos Governamentais<br/>TA = Transferências"
  },
  "divida_total" : {
    "nome" : "Dívida Total",
    "descricao" : "Representa o somatório da <strong>Arrecadação em Títulos</strong> e <strong>Juros da Dívida</strong> mensais ao longo do ano corrente.<br/>Ao fim do ano é debitado do <strong>Caixa do Governo</strong> o valor da <strong>Dívida Total</strong>. <br/>Se não for possível efetuar o pagamento, o estado então incorre em <strong>Calote</strong> da dívida pública."
  },
  "k" : {
    "nome" : "Multiplicador K",
    "descricao" : "Representam o multiplicador dos <strong>Investimentos (realizados)</strong> e <strong>Gastos Governamentais</strong> no PIB na forma de <strong>Consumo</strong>.<br/>São definidos a partir do inverso da propensão marginal a consumir (<strong>PMgC</strong>), ou seja, quanto maior a <strong>PMgC</strong> maior o multiplicador. Porém, no caso do <strong>KCI</strong>, o imposto de renda (IR) está reduzindo o multiplicador, representando o efeito de diminuição do consumo.<br/>Foram utilizadas duas representações para facilitar a compreensão da diferença entre o consumo sem imposto de renda (<strong>KSI</strong>) e com imposto de renda (<strong>KCI</strong>).<br/><br/>Fórmula 1: KSI = 1 / (1 - PMgC)<br/>Fórmula 2: KCI = 1 / (1 - PMgC) * (1 – IR)<br/><br/>KSI = Multiplicador sem Imposto de Renda<br/>KCI = Multiplicador com Imposto de Renda<br/>PMgC = Propensão Marginal a Consumir"
  }
}